Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: There are various :term:`plugin <Plugin>` formats supported by Zrythm, covered in :ref:`scanning-plugins`.
sv: Zrythm har stöd för olika :term:`insticksmodulformat <Plugin>` som beskrivs i :ref:`scanning-plugins`.

source: Export Audio
sv: Exportera ljud

source: Deletes the selected tracks.
sv: Tar bort de markerade spåren.

source: Some values can be changed by clicking in the corresponding field to enter edit mode, then pressing :kbd:`Enter` when done.
sv: Vissa värden kan ändras genom att klicka i motsvarande fält för att öppna redigeringsläget och sedan trycka på :kbd:`Enter` när du är klar.

source: Diatonic
sv: Diatonisk

source: Direct Output
sv: Direktutgång

source: Redo Multiple
sv: Gör om flera

source: Supported Formats
sv: Format som stöds

source: Erase Objects
sv: Radera objekt

source: You can send to these tracks/channels using the Sends section in the track inspector explained in :ref:`track-sends`.
sv: Du kan skicka till dessa spår/kanaler med avsnittet Sändningar i spårinspektören, som förklaras i :ref:`track-sends`.

source: Filter Tabs
sv: Filterflikar

source: Join our Forum
sv: Gå med i vårt forum

source: Once you've made your changes to the file, close the external app and press OK. Zrythm will then apply your changes to the selected audio part.
sv: När du har gjort ändringarna i filen stänger du det externa programmet och trycker på OK. Zrythm tillämpar sedan ändringarna på den markerade ljuddelen.

source: Run an external program (such as `Audacity <https://www.audacityteam.org/>`_) to edit the audio.
sv: Kör ett externt program, till exempel `Audacity <https://www.audacityteam.org/>`_, för att redigera ljudet.

source: Project Compatibility
sv: Projektkompatibilitet

source: Chord Selector
sv: Ackordväljare

source: Add a MIDI track
sv: Lägg till ett MIDI-spår

source: Import %1
sv: Importera %1

source: Moving Objects
sv: Flytta objekt

source: Create Tempo Object
sv: Skapa tempoobjekt

source: Copy the selected objects to the clipboard so that they can be pasted elsewhere. The shortcut for copying is :kbd:`Control-c`.
sv: Kopiera de markerade objekten till urklipp så att de kan klistras in någon annanstans. Kortkommandot för att kopiera är :kbd:`Control-c`.

source: Tutorials
sv: Handledningar

source: Monitor Section
sv: Monitoravsnitt

source: Tempo at playhead differs from base tempo (%1 BPM)
sv: Tempot vid uppspelningshuvudet skiljer sig från grundtempot (%1 BPM)

source: Zrythm will ignore input from any devices not explicitly enabled.
sv: Zrythm ignorerar indata från enheter som inte har aktiverats uttryckligen.

source: About
sv: Om

source: Zrythm aims to support all platforms, however due to lack of resources we focus on the most used ones. See the matrix below for support status of each platform.
sv: Zrythm strävar efter att stödja alla plattformar, men på grund av resursbrist fokuserar vi på de mest använda. Se matrisen nedan för stödstatus för varje plattform.

source: Edit chord
sv: Redigera ackord

source: You can obtain OS information from the About dialog (click :guilabel:`Troubleshooting` then :guilabel:`Debugging Information`)
sv: Du kan hämta information om operativsystemet från dialogrutan Om genom att klicka på :guilabel:`Felsökning` och sedan :guilabel:`Felsökningsinformation`.

source: After visiting the URL above, you will see a list of products you can download. Clicking *Download* will start downloading the requested file. You are expected to save your downloads locally.
sv: Efter att ha besökt webbadressen ovan ser du en lista över produkter du kan ladda ner. Genom att klicka på * Ladda ner * börjar den begärda filen laddas ner. Du förväntas spara dina nedladdningar lokalt.

source: *Zrythm and the Zrythm logo are registered trademarks of Alexandros Theodotou in the United Kingdom.*
sv: *Zrythm och Zrythm-logotypen är registrerade varumärken som tillhör Alexandros Theodotou i Storbritannien.*

source: Quick Bounce
sv: Snabb-bounce

source: Monitor Controls
sv: Monitorkontroller

source: Ramp Tool
sv: Rampverktyg

source: steps to reproduce the problem
sv: steg för att återskapa problemet

source: Zrythm must be restarted for some changes to take effect.
sv: Zrythm måste startas om för att vissa ändringar ska få effekt.

source: By default, only supported files will be shown in the file list. Enabling this option will also show unsupported files.
sv: Som standard visas bara filer som stöds i fillistan. Om du aktiverar det här alternativet visas även filer som inte stöds.

source: Remove all objects inside the selected range and move events after the range backwards.
sv: Ta bort alla objekt inom det valda intervallet och flytta händelser efter intervallet bakåt.

source: Clicking and dragging on empty space will allow you to reposition the playhead.
sv: Genom att klicka och dra i ett tomt område kan du flytta uppspelningshuvudet.

source: Zrythm is copyrighted by Alexandros Theodotou and other contributors. Zrythm is released under the <a href="https://git.sr.ht/~alextee/zrythm/tree/master/item/COPYING">GNU Affero General Public License, version 3</a>.
sv: Zrythm har upphovsrätt som innehas av Alexandros Theodotou och andra bidragsgivare. Zrythm ges ut under <a href="https://git.sr.ht/~alextee/zrythm/tree/master/item/COPYING">GNU Affero General Public License, version 3</a>.

source: The Zrythm translation project contains the translations for the Zrythm program, the website, the accounts site, and sections of this manual.
sv: Zrythms översättningsprojekt innehåller översättningar för Zrythm-programmet, webbplatsen, kontowebbplatsen och delar av handboken.

source: For large projects, it may take a while to generate the PNG graph and the resulting image will be extremely large.
sv: För stora projekt kan det ta en stund att generera PNG-diagrammet och den resulterande bilden blir mycket stor.

source: Eurobeat — Modal Minor
sv: Eurobeat – modal moll

source: Remove Range
sv: Ta bort intervall

source: A file (row) can be activated by selecting a row and pressing the return key or double-clicking it.
sv: En fil (rad) kan aktiveras genom att markera raden och trycka på returtangenten eller dubbelklicka på den.

source: Can record
sv: Kan spela in

source: Email notifications are <b>enabled</b>
sv: E-post aviserings are <b>aktiverad</b>

source: Failed reading metadata for {}
sv: Det gick inte att läsa metadata för {}

source: The log file can be found in :ref:`the location specified here <appendix/files-and-directories:Log File>`. Please provide at least the last 100 lines. You may be asked to provide the full log file (please compress it first).
sv: Loggfilen finns på :ref:`platsen som anges här <appendix/files-and-directories:Log File>`. Ange minst de sista 100 raderna. Du kan bli ombedd att tillhandahålla hela loggfilen. Komprimera den först.

source: The following operations are generally available in each editor toolbar and/or in context menus. Some operations (like panning) are only possible via mouse and keyboard input. We recommend learning and using the shortcuts and gestures for better productivity.
sv: Följande åtgärder är normalt tillgängliga i varje redigerarverktygsfält eller i sammanhangsmenyer. Vissa åtgärder, till exempel panorering, är bara möjliga med mus- och tangentbordsinmatning. Vi rekommenderar att du lär dig och använder kortkommandon och gester för bättre produktivitet.

source: The playhead position can be displayed in either BBT notation (`bars.beats.sixteenths.ticks`) or actual time (`mm:ss.ms`). This can be toggled by right-clicking on the playhead position display.
sv: Uppspelningshuvudets position kan visas antingen i BBT-notation, `takter.slag.sextondelar.tick`, eller som faktisk tid, `mm:ss.ms`. Detta växlas genom att högerklicka på visningen av uppspelningshuvudets position.

source: Reset user settings to their default values.
sv: Återställ användarinställningarna till standardvärdena.

source: The selected instrument will be used for playing back MIDI files. In the above example, the `amsynth` instrument is selected.
sv: Det valda instrumentet används för att spela upp MIDI-filer. I exemplet ovan är instrumentet `amsynth` valt.

source: Pay with Stripe
sv: Betala med Stripe

source: Edit Tempo
sv: Redigera tempo

source: This will perform quantization based on the last known settings.
sv: Detta utför kvantisering utifrån de senast kända inställningarna.

source: Chord Editing
sv: Ackord Redigeraing

source: Sum the output to mono
sv: Summera utdata till mono

source: Only *non-repeated* objects can be stretched.
sv: Endast *icke-upprepade* objekt kan sträckas.

source: Port Routing
sv: Portdirigering

source: Overwrite any existing events in the track during recording
sv: Skriv över befintliga händelser i spåret under inspelning

source: Suggestions:
sv: Förslag:

source: Curve:
sv: Kurva:

source: Moving/Copying Tracks Into a Foldable Track
sv: Flytta/kopiera spår till ett hopfällbart spår

source: Platform
sv: Plattform

source: This functionality is experimental.
sv: Den här funktionen är experimentell.

source: This is the easiest and recommended way to install the latest version for most users, and we provide support for it.
sv: För de flesta användare är detta det enklaste och rekommenderade sättet att installera den senaste versionen, och vi ger stöd för det.

source: Invert Backward
sv: Omvänd bakåt

source: Failed to load CLAP plugin from %1
sv: Det gick inte att läsa in CLAP-insticksprogrammet från %1

source: Delete the selected objects. The shortcut for deleting is :kbd:`Delete`.
sv: Ta bort de markerade objekten. Kortkommandot för att ta bort är :kbd:`Delete`.

source: J-Pop Uplifting
sv: Upplyftande J-pop

source: Dropping a plugin into the mixer
sv: Släppa en insticksmodul i mixern

source: The undo history is saved inside Zrythm projects, so you can still undo even after you load the project in a new instance of Zrythm.
sv: Ångrahistoriken sparas i Zrythm-projekt, så du kan fortfarande ångra även efter att du har läst in projektet i en ny instans av Zrythm.

source: Artist and Genre
sv: Artist och genre

source: Automatable Bypass Mode
sv: Automatabell Bypass Mode

source: These are global behavior settings that apply to all tracks.
sv: Detta är globala beteendeinställningar som gäller för alla spår.

source: Note Type
sv: Nottyp

source: Pan law
sv: Panoreringslag

source: Debug
sv: Felsökning

source: Something
sv: Något

source: Zrythm first creates all plugins with the following special control ports. After these ports are created, Zrythm appends the rest of the plugin's ports.
sv: Zrythm skapar först alla insticksmoduler med följande särskilda styrportar. När dessa portar har skapats lägger Zrythm till resten av insticksmodulens portar.

source: Clicking and dragging in the top half of the ruler will create a :term:`range <Range>` selection. If an existing range exists, you can click an drag it to move it.
sv: Genom att klicka och dra i den övre halvan av linjalen skapar du en :term:`intervallmarkering <Range>`. Om det finns ett befintligt intervall kan du klicka och dra det för att flytta det.

source: Apply Chord Preset
sv: Tillämpa förinställning för ackord

source: Instrument tracks contain a button (computer screen icon) that allows showing/hiding the instrument plugin's UI.
sv: Instrumentspår har en knapp (ikon med datorskärm) som visar/döljer instrumentets insticksmodulgränssnitt.

source: Curve
sv: Kurva

source: Automation tracks (or automation *lanes*) are used to create automation events for various automatable parameters/controls, such as fader volume, fader balance, plugin controls and MIDI controls, if the track type supports it.
sv: Automationsspår, eller automations*banor*, används för att skapa automationshändelser för olika automatiserbara parametrar och styrelement, till exempel fadervolym, faderbalans, insticksmodulstyrelement och MIDI-styrelement, om spårtypen har stöd för det.

source: A buffer overrun or underrun. This means that Zrythm was either not fast enough to deliver data to the backend or not fast enough to process incoming data from the backend. Usually XRUNs are audible as crackles or pops. XRUNs usually occur when when the audio engine's buffer size is too low and the sound card cannot process incoming buffers fast enough (overrun). Some sound cards cannot cope with small buffer sizes, so the buffer length should be increased to ease the work done by the sound card.
sv: En buffertöverskridning eller buffertunderskridning. Det betyder att Zrythm antingen inte var tillräckligt snabbt för att leverera data till bakänden eller inte tillräckligt snabbt för att bearbeta inkommande data från bakänden. XRUNs hörs vanligen som knaster eller poppljud. XRUNs uppstår normalt när ljudmotorns buffertstorlek är för liten och ljudkortet inte kan bearbeta inkommande buffertar tillräckligt snabbt, det vill säga vid överskridning. Vissa ljudkort klarar inte små buffertstorlekar, så buffertlängden bör ökas för att avlasta ljudkortet.

source: Show Cache Activity
sv: Visa cacheaktivitet

source: Range actions are performed on the selected :term:`range <Range>`.
sv: Intervallåtgärder utförs på det markerade :term:`intervallet <Range>`.

source: Filter by category (`Delay`, `Distortion`, etc.).
sv: Filtrera efter kategori, `Fördröjning`, `Distorsion` och så vidare.

source: Select Platform
sv: Välj plattform

source: Save the current project at its current location.
sv: Spara det aktuella projektet på den aktuella platsen.

source: In the popover, you can view existing connections and press :guilabel:`Add` to create a new connection.
sv: I överlagringsrutan kan du visa befintliga anslutningar och trycka på :guilabel:`Lägg till` för att skapa en ny anslutning.

source: beat
sv: taktslag

source: Ramp tool
sv: Rampverktyg

source: Inserts are processed in order. For instrument tracks, the inserts will be added onto the signal coming from the instrument, and for other tracks they will be added on the incoming signal.
sv: Infogningar bearbetas i ordning. För instrumentspår läggs infogningarna på signalen från instrumentet, och för andra spår läggs de på den inkommande signalen.

source: bar
sv: takt

source: Lanes are also useful when recording. If you set the :ref:`recording mode <playback-and-recording/recording:Recording Modes>` to :guilabel:`Create takes`, each time playback loops it will start recording in a new lane and optionally mute the last recorded region in the previous lane.
sv: Banor är också användbara vid inspelning. Om du ställer in :ref:`inspelningsläget <playback-and-recording/recording:Recording Modes>` på :guilabel:`Skapa tagningar` startar inspelningen på en ny bana varje gång uppspelningen loopar och kan valfritt tysta den senast inspelade regionen på föregående bana.

source: Mixing refers to any actions made inside the mixer, such as routing signals around, controlling the fader level of various channels and setting their stereo balance.
sv: Mixning avser åtgärder i mixern, till exempel att routa signaler, styra fadernivån för olika kanaler och ställa in deras stereobalans.

source: First, go to our `issue tracker <issue_tracker_>`_. You will see the following page.
sv: Gå först till vår `ärendehanterare <issue_tracker_>`_. Du ser följande sida.

source: Change Timestretch Algorithm on %1 Clip(s)
sv: Ändra tidsutsträckningsalgoritm för %1 klipp

source: Basic Plugins
sv: Grundläggande insticksmoduler

source: Zrythm supports :abbr:`SMF (Standard MIDI File)` files of type 0 and type 1. Each type is explained below for reference.
sv: Zrythm har stöd för :abbr:`SMF (Standard MIDI File)`-filer av typ 0 och typ 1. Varje typ förklaras nedan som referens.

source: Editor Ruler
sv: Redigerarlinjal

source: This file is generated and maintained automatically by Zrythm and users are not expected to edit it.
sv: Den här filen genereras och underhålls automatiskt av Zrythm, och användare förväntas inte redigera den.

source: What to Expect
sv: Vad du kan förvänta dig

source: Override the MIDI backend to use.
sv: Åsidosätt MIDI-bakänden som ska användas.

source: Instantiating Plugins
sv: Skapa insticksmoduler

source: Connecting MIDI and Audio Devices
sv: Ansluta MIDI- och ljudenheter

source: The audio editor is displayed when an audio region is selected.
sv: Ljudredigeraren visas när en ljudregion är markerad.

source: Clip
sv: Klipp

source: Device Input
sv: Enhetsingång

source: Automation Curves
sv: Automationskurvor

source: Problem Description
sv: Problembeskrivning

source: Holding down :kbd:`Ctrl` while moving objects will allow you to copy-and-move the objects to the new location.
sv: Om du håller ned :kbd:`Ctrl` medan du flyttar objekt kan du kopiera och flytta objekten till den nya platsen.

source: Select the amount to quantize by. 100% will quantize to the given options fully, while 0% will perform no quantization.
sv: Välj hur mycket som ska kvantiseras. 100 % kvantiserar helt enligt de angivna alternativen medan 0 % inte utför någon kvantisering.

source: Select a clip from the timeline
sv: Välj ett klipp på tidslinjen

source: Drag-n-Drop
sv: Dra och släpp

source: Click on :guilabel:`New Issue`. You will see the following page where you can fill in details about the issue you are facing. Click on :guilabel:`Choose a template...` under :guilabel:`Description` and select what best describes your issue (e.g., a bug).
sv: Klicka på :guilabel:`New Issue`. Då visas följande sida där du kan fylla i uppgifter om problemet. Klicka på :guilabel:`Choose a template...` under :guilabel:`Description` och välj det som bäst beskriver problemet (t.ex. ett fel).

source: You are welcome to help us improve the looks and usability of the Zrythm website. Please get in touch with us to discuss.
sv: Du får gärna hjälpa oss att förbättra Zrythm-webbplatsens utseende och användbarhet. Kontakta oss gärna för att diskutera det.

source: You will need to type some commands into a terminal. Also, please make sure you have ``systemd-coredump`` or the equivalent package installed on your distro.
sv: Du behöver skriva några kommandon i en terminal. Kontrollera också att ``systemd-coredump`` eller motsvarande paket är installerat i distributionen.

source: You can select and copy the path in the dialog.
sv: Du kan markera och kopiera sökvägen i dialogrutan.

source: You can also load a preset by double clicking on it in the preset browser.
sv: Du kan också läsa in en förinställning genom att dubbelklicka på den i förinställningsbläddraren.

source: Step 4: Install
sv: Steg 4: Installera

source: Cache: %1 pending · %2 complete
sv: Cache: %1 väntar · %2 klara

source: Fade Types
sv: Toningstyper

source: MIDI FX Track
sv: MIDI-effektspår

source: Save As…
sv: Spara som…

source: Zrythm and the Zrythm logo are {ref}trademarks of Alexandros Theodotou{endref}.
sv: Zrythm och Zrythm-logotypen är {ref}varumärken som tillhör Alexandros Theodotou{endref}.

source: Moving tracks inside a folder track
sv: Flytta spår i ett mappspår

source: Import File...
sv: Importera fil…

source: If the plugin does not ship with its own UI, the following generic UI will be generated for it.
sv: Om insticksmodulen inte har ett eget användargränssnitt genereras följande allmänna användargränssnitt för den.

source: Quickly bounce selected material to audio.
sv: Quickly bounce väljed material to ljud.

source: The track inspector
sv: Spårinspektören

source: Shows the :term:`MIDI` activity of auto-connected MIDI devices.
sv: Visar :term:`MIDI`-aktiviteten för automatiskt anslutna MIDI-enheter.

source: Set Tempo
sv: Ange tempo

source: See :ref:`export-routing-graph` for details.
sv: Se :ref:`export-routing-graph` för mer information.

source: However, Zrythm supports the JACK and RtAudio backends, which optionally support ASIO. As we cannot distribute these libraries with ASIO support along with Zrythm, you must obtain them yourself (for example by building them from source with ASIO support) and make Zrythm use those.
sv: Zrythm har däremot stöd för bakändarna JACK och RtAudio, som valfritt har stöd för ASIO. Eftersom vi inte kan distribuera dessa bibliotek med ASIO-stöd tillsammans med Zrythm måste du skaffa dem själv, till exempel genom att bygga dem från källkod med ASIO-stöd, och få Zrythm att använda dem.

source: Monitoring
sv: Monitorering

source: The arranger displays the following:
sv: Arrangeraren visar följande:

source: Undoable Actions
sv: Ångraable Åtgärds

source: Shortcuts (key bindings) can be previewed by pressing :kbd:`Shift-Control-?`.
sv: Kortkommandon, tangentbindningar, kan förhandsvisas genom att trycka på :kbd:`Shift-Control-?`.

source: Copy-moving a region
sv: Kopiera och flytta en region

source: Open File Limit
sv: Gräns för öppna filer

source: ZSaw is a supersaw synth with 1 parameter
sv: ZSaw is a suppersaw synth with 1 parameter

source: Automation track for Fader Volume
sv: Automationsspår för fadervolym

source: Paste the objects currently in the clipboard to the current playhead position. The shortcut for pasting is :kbd:`Control-v`.
sv: Klistra in objekten i urklipp på uppspelningshuvudets aktuella position. Kortkommandot för att klistra in är :kbd:`Control-v`.

source: Sidechaining
sv: Sidokedjning

source: Track lanes are useful for organizing regions in a track into layers. For example you can keep high notes in lane 1 and bass notes in lane 2.
sv: Spårbanor är användbara för att organisera regioner i ett spår i lager. Du kan till exempel behålla höga noter i bana 1 och basnoter i bana 2.

source: Verify your download against <a href="%(sums_url)s">SHA256SUMS</a> (<code>sha256sum -c</code>)
sv: Verifiera hämtningen mot <a href="%(sums_url)s">SHA256SUMS</a> (<code>sha256sum -c</code>)

source: Modulators and macro knobs are associated with the :ref:`Modulator Track <tracks/track-types:Modulator Track>`, which contains all modulators in the :term:`Project`.
sv: Modulatorer och makrorattar hör ihop med :ref:`modulatorspåret <tracks/track-types:Modulator Track>`, som innehåller alla modulatorer i :term:`projektet <Project>`.

source: Balance
sv: Balans

source: The velocity of each note is drawn as a bar, where higher means a larger value. Clicking and dragging the tip of each velocity bar allows you to change it.
sv: Varje nots anslagsstyrka ritas som en stapel, där högre innebär ett större värde. Du kan ändra den genom att klicka och dra i toppen på respektive stapel.

source: It may be helpful to be able to view the routing graph when making connections. We plan to add this functionality into Zrythm in the future, but for now Zrythm allows you to export the whole routing graph as an image, so you can view it externally.
sv: Det kan vara användbart att kunna visa dirigeringsdiagrammet när anslutningar skapas. Vi planerar att lägga till den funktionen i Zrythm i framtiden, men för närvarande kan Zrythm exportera hela dirigeringsdiagrammet som en bild så att det kan visas externt.

source: The ASIO technology was developed by German company Steinberg and is protected by a licensing agreement which prevents redistribution of its source code.
sv: ASIO-tekniken utvecklades av det tyska företaget Steinberg och skyddas av ett licensavtal som förhindrar vidare distribution av dess källkod.

source: Unlimited tracks
sv: Unlimited spårs

source: Audio & MIDI Files
sv: Ljud- och MIDI-filer

source: This may be different from what most other :term:`DAWs <DAW>` do.
sv: Detta kan skilja sig från hur de flesta andra :term:`DAW:er <DAW>` fungerar.

source: Export dialog
sv: Exportdialogruta

source: You will automatically gain access to all available builds, including nightlies.
sv: Du kommer automatiskt få tillgång till alla tillgängliga builds, inklusive nightlies.

source: 8x8 late-reverberation FDN reverb
sv: 8x8 FDN reverb med sen reverb

source: Adding Inputs
sv: Lägga till inmatningar
